# 1. მომხმარებელი შეიყვანს 10 რიცხვს. პროგრამამ უნდა გამოყოს **მხოლოდ ლუწები** ახალ სიაში და დაბეჭდოს.

# 👉 მაგალითად:

# ```
# Input: [3, 4, 7, 8, 10, 11]
# Output: [4, 8, 10]
# ```

# გააკეთე while ლუპით და 10 ჯერ კითხე მომხმარებელს შეივანოს ციფრი შემდეგ ამ ციფრებისგან გააკეტე სია და გამოაცალკევე კენტი ციფრები


# 1. მომხმარებელი შეიყვანს 10 რიცხვს. პროგრამამ უნდა გამოყოს **მხოლოდ ლუწები** ახალ სიაში და დაბეჭდოს.

numbers = []
i = 0
while i < 10:
    num = int(input(f"Enter number {i+1}: "))
    numbers.append(num)
    i += 1

even_numbers = []
for n in numbers:
    if n % 2 == 0:
        even_numbers.append(n)

print("Input:", numbers)
print("Output:", even_numbers)