# შექმენი  2 მომხმარებელი და შემოატანინე 2 რიცხვი 

# შეეკეითხე მომხმარებელს რა ოპერაციის შესრულება სურს (+, -, *, / )

# თუ დაწერა “+” დაუმატე და დაპრინტე შედეგი
# თუ დაწერა “-” გამოაკელი და დაპრინტე შედეგი
# თუ დაწერა “*” გამრავლე და დაპრინტე შედეგი
# თუ დაწერა “/” გაყავიდა დაპრინტე შედეგი


a = int(input("enter your number: "))
b = int(input("enter your number: "))

idk = input("enter operator (+, -, *, /): ")

if idk == "+":
    print(a + b)
elif idk == "-":
    print(a - b)
elif idk == "*":
    print(a * b)
elif idk == "/":
    print(a / b)